Repository: leeluca/seon
Catalog: packages/web/src/locales/*/messages.po
Languages: pt

source: {0}/day
pt: {0}/dia

source: {daysRemaining, plural, one {# day} other {# days}}
pt: {daysRemaining, plural, one {# dia} other {# dias}}

source: {fieldName} should be no longer than {max} characters.
pt: {fieldName} não deve ter mais de {max} caracteres.

source: 🎉 Goal achieved!
pt: 🎉 Meta alcançada!

source: Add entry for {0}
pt: Adicionar entrada para {0}

source: Add entry for <0>{0}</0>
pt: Adicionar entrada para <0>{0}</0>

source: Add new goal
pt: Adicionar nova meta

source: Add your first entry to start
pt: Adicione sua primeira entrada para começar

source: After target date
pt: Após a data limite

source: All Goals
pt: Todas as Metas

source: Already have an account?
pt: Já tem uma conta?

source: Amount
pt: Qtd.

source: An unexpected error occurred.
pt: Ocorreu um erro inesperado.

source: Archive goal
pt: Arquivar meta

source: Archived
pt: Arquivadas

source: Archived goal: {title}
pt: Meta arquivada: {title}

source: Archived goals will appear here.<0/>Switch filters to view active goals.
pt: Metas arquivadas aparecerão aqui.<0/>Troque os filtros para ver metas ativas.

source: Are you sure you want to delete <0>{title}</0>?
pt: Tem certeza que deseja excluir <0>{title}</0>?

source: Average Pace
pt: Ritmo Médio

source: Back
pt: Voltar

source: Before goal's start date
pt: Antes da data de início da meta

source: Cancel
pt: Cancelar

source: Cancel editing
pt: Cancelar edição

source: Check sync status
pt: Verificar status de sincronização

source: Check your internet connection and try again.
pt: Verifique sua conexão com a internet e tente novamente.

source: Choose a name for your goal.
pt: Escolha um nome para sua meta.

source: Completed
pt: Concluídas

source: Completed!
pt: Concluída!

source: Connecting to sync…
pt: Conectando à sincronização…

source: Could not connect with the sync service. Try again later.
pt: Não foi possível conectar ao serviço de sincronização. Tente novamente mais tarde.

source: Count
pt: Contagem

source: Create a new goal or change the filter!
pt: Crie uma nova meta ou altere o filtro!

source: Create and track personal goals
pt: Crie e acompanhe metas pessoais

source: Create goal
pt: Criar meta

source: Create your account
pt: Crie sua conta

source: Create your first goal!
pt: Crie sua primeira meta!

source: Daily
pt: Diário

source: Date
pt: Data

source: days
pt: dias

source: Decrease
pt: Diminuir

source: Delete
pt: Excluir

source: Delete entry
pt: Excluir entrada

source: Delete goal
pt: Excluir meta

source: Deleted goal: {title}
pt: Meta excluída: {title}

source: Demo Mode
pt: Modo de Demonstração

source: Did you achieve it?
pt: Você conseguiu?

source: Don't have an account?
pt: Não tem uma conta?

source: Due later
pt: Prazo mais tarde

source: Due soon
pt: Prazo em breve

source: e.g. words
pt: ex: palavras

source: Edit goal
pt: Editar meta

source: eg. 'Learn 1000 French words'
pt: ex: 'Aprender 1000 palavras em francês'

source: Email is required
pt: E-mail é obrigatório

source: Enter your credentials to continue
pt: Digite suas credenciais para continuar

source: Establishing a connection. This may take a moment.
pt: Estabelecendo conexão. Isso pode levar um momento.

source: Estimated Date
pt: Data Estimada

source: Experience Seon Goals without creating an account
pt: Experimente o Seon Goals sem criar uma conta

source: Failed to add entry
pt: Falha ao adicionar entrada

source: Failed to add goal
pt: Falha ao adicionar meta

source: Failed to archive {title}
pt: Falha ao arquivar {title}

source: Failed to delete {title}
pt: Falha ao excluir {title}

source: Failed to delete entry
pt: Falha ao excluir entrada

source: Failed to unarchive {title}
pt: Falha ao desarquivar {title}

source: Failed to update goal
pt: Falha ao atualizar meta

source: Filter goals...
pt: Filtrar metas...

source: Finish reading the 288-page book
pt: Terminar de ler o livro de 288 páginas

source: Get started
pt: Começar

source: Get Started
pt: Começar

source: Go back
pt: Voltar

source: Goal Benchmark
pt: Referência da Meta

source: Goal management controls
pt: Controles de gerenciamento de metas

source: Goal name
pt: Nome da meta

source: Goal not found
pt: Meta não encontrada

source: Goals
pt: Metas

source: Goals list
pt: Lista de metas

source: Hello, {userName}!
pt: Olá, {userName}!

source: Hide extra options
pt: Ocultar opções extras

source: If you sign out now, this data will be permanently lost!
pt: Se você sair agora, estes dados serão permanentemente perdidos!

source: Improve French vocabulary
pt: Melhorar vocabulário em francês

source: In a month
pt: Em um mês

source: In a week
pt: Em uma semana

source: Increase
pt: Aumentar

source: Initial value
pt: Valor inicial

source: Install as a PWA and use offline
pt: Instale como PWA e use offline

source: Invalid credentials
pt: Credenciais inválidas

source: Invalid email address
pt: Endereço de e-mail inválido

source: It looks like you are offline!
pt: Parece que você está offline!

source: It seems like you are not connected!
pt: Parece que você não está conectado!

source: Keep working on your goals!<0/>Change the filter to see all goals.
pt: Continue trabalhando em suas metas!<0/>Altere o filtro para ver todas as metas.

source: Last synced:
pt: Última sincronização:

source: Last update: {0}
pt: Última atualização: {0}

source: Last:
pt: Última:

source: Learn 1000 French words
pt: Aprender 1000 palavras em francês

source: Loading user status
pt: Carregando status do usuário

source: Make progress.
pt: Faça progresso.

source: Missing required fields
pt: Campos obrigatórios não preenchidos

source: Monthly
pt: Mensal

source: Name
pt: Nome

source: Name (A to Z)
pt: Nome (A a Z)

source: Name (Z to A)
pt: Nome (Z a A)

source: Name is required
pt: Nome é obrigatório

source: New Goal
pt: Nova Meta

source: Newest goals
pt: Mais recentes

source: No
pt: Não

source: No archived goals.
pt: Nenhuma meta arquivada.

source: No completed goals yet.
pt: Nenhuma meta concluída ainda.

source: No goals in progress.
pt: Nenhuma meta em andamento.

source: Note: Seon Goals is still in early development.<0/>Many additional features are planned for future updates.
pt: Nota: Seon Goals ainda está em desenvolvimento inicial.<0/>Muitos recursos adicionais estão planejados para futuras atualizações.

source: Numbers only
pt: Apenas números

source: Oldest goals
pt: Mais antigas

source: Ongoing
pt: Em andamento

source: Page Not Found
pt: Página Não Encontrada

source: pages
pt: páginas

source: Password
pt: Senha

source: Password is required
pt: Senha é obrigatória

source: Pick a date
pt: Escolha uma data

source: Progress
pt: Progresso

source: Read "Brave New World"
pt: Ler "Admirável Mundo Novo"

source: Ready to update
pt: Pronto para atualizar

source: Record daily progress
pt: Registre o progresso diário

source: Refresh page
pt: Atualizar página

source: Refresh to get the latest improvements.
pt: Atualize para obter as melhorias mais recentes.

source: Required Pace
pt: Ritmo Necessário

source: Reset
pt: Redefinir

source: Reset Demo
pt: Redefinir Demonstração

source: Return to Home
pt: Voltar ao Início

source: Sample data has been created for you to explore the app's functionality.
pt: Dados de exemplo foram criados para você explorar as funcionalidades do app.

source: Save
pt: Salvar

source: See you again!
pt: Até logo!

source: Select
pt: Selecionar

source: Select sort...
pt: Selecionar ordenação...

source: Seon Demo Mode
pt: Modo de Demonstração do Seon

source: Seon is a goal tracker that helps you stay focused and motivated on what matters most.
pt: Seon é um rastreador de metas que ajuda você a manter o foco e a motivação no que é mais importante.

source: Set a target value for your goal.
pt: Defina um valor alvo para sua meta.

source: Set goals.
pt: Defina metas.

source: Set up your new goal. You can always edit it later.
pt: Configure sua nova meta. Você sempre pode editá-la depois.

source: Show extra options
pt: Mostrar opções extras

source: Sign in
pt: Entrar

source: Sign In
pt: Entrar

source: Sign in again to sync your data.
pt: Entre novamente para sincronizar seus dados.

source: Sign in to sync your data.
pt: Entre para sincronizar seus dados.

source: Sign in to your account
pt: Entre na sua conta

source: Sign in will not work.
pt: A entrada não funcionará.

source: Sign out
pt: Sair

source: Sign up
pt: Criar conta

source: Sign Up
pt: Criar Conta

source: Sign up will not work.
pt: O cadastro não funcionará.

source: Signing you out...
pt: Saindo...

source: Something went wrong
pt: Algo deu errado

source: Start date
pt: Data de início

source: Start Demo
pt: Iniciar Demonstração

source: Start Over
pt: Recomeçar

source: Start tracking your goals today
pt: Comece a acompanhar suas metas hoje

source: Sucessfully added goal
pt: Meta adicionada com sucesso

source: Sucessfully updated goal
pt: Meta atualizada com sucesso

source: Suggested amount
pt: Quantidade sugerida

source: Sync is off
pt: Sincronização desligada

source: Syncing
pt: Sincronizando

source: Syncing features are disabled.<0/>All data is stored locally.
pt: Recursos de sincronização estão desativados.<0/>Todos os dados são armazenados localmente.

source: Syncing your goals...
pt: Sincronizando suas metas...

source: Target date
pt: Data limite

source: Target date must be after start date
pt: A data limite deve ser após a data de início

source: Target value
pt: Valor alvo

source: The page you're looking for doesn't exist or has been moved.
pt: A página que você está procurando não existe ou foi movida.

source: There are no goals.
pt: Não há metas.

source: This demo allows you to try all features without signing up. Your data will be stored locally on your device.
pt: Esta demonstração permite que você experimente todos os recursos sem criar uma conta. Seus dados serão armazenados localmente em seu dispositivo.

source: This will delete all your data and reset the demo.
pt: Isso excluirá todos os seus dados e redefinirá a demonstração.

source: Time Left
pt: Tempo Restante

source: Today
pt: Hoje

source: Toggle goal details
pt: Alternar detalhes da meta

source: Tomorrow
pt: Amanhã

source: Track daily completion with a simple yes or no.<0/>E.g. habits like meditation or taking vitamins.
pt: Acompanhe a conclusão diária com um simples sim ou não.<0/>Ex: hábitos como meditação ou tomar vitaminas.

source: Track how many times you complete something each day.<0/>E.g. '30 minutes of exercise' or 'drink 8 glasses of water'.
pt: Acompanhe quantas vezes você completa algo a cada dia.<0/>Ex: '30 minutos de exercício' ou 'beber 8 copos de água'.

source: Track your overall progress towards a target.<0/>E.g. reading a book (current page) or saving money (total amount saved).
pt: Acompanhe seu progresso geral em direção a um alvo.<0/>Ex: ler um livro (página atual) ou economizar dinheiro (valor total economizado).

source: Track your progress, achieve your goals
pt: Acompanhe seu progresso, alcance suas metas

source: Type
pt: Tipo

source: Unarchive goal
pt: Desarquivar meta

source: Unarchived goal: {title}
pt: Meta desarquivada: {title}

source: Unit
pt: Unidade

source: Unsynced data will be lost
pt: Dados não sincronizados serão perdidos

source: Update app
pt: Atualizar app

source: Update available
pt: Atualização disponível

source: Update now
pt: Atualizar agora

source: User info
pt: Informações do usuário

source: Value for goal completion (number)
pt: Valor para conclusão da meta (número)

source: View statistics and visualizations
pt: Veja estatísticas e visualizações

source: Wake up at 7 AM
pt: Acordar às 7h

source: Wake up early every day
pt: Acordar cedo todos os dias

source: Weekly
pt: Semanal

source: Welcome back
pt: Bem-vindo de volta

source: Welcome back, {0}!
pt: Bem-vindo de volta, {0}!

source: Welcome back, {userName}!
pt: Bem-vindo de volta, {userName}!

source: Welcome, {0}!
pt: Bem-vindo, {0}!

source: What you can do in demo mode:
pt: O que você pode fazer no modo de demonstração:

source: words
pt: palavras

source: Yes
pt: Sim

source: Yes or no
pt: Sim ou não

source: You're offline
pt: Você está offline

source: Your data is synced!
pt: Seus dados estão sincronizados!

source: Your most recent changes have not been synced yet.
pt: Suas alterações mais recentes ainda não foram sincronizadas.

source: Your Progress
pt: Seu Progresso

source: Your progress graph will be shown here
pt: Seu gráfico de progresso será mostrado aqui

source: Your session has expired.
pt: Sua sessão expirou.
